tap "achannarasappa/tap"
tap "ericm/stonks"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
tap "kvndrsslr/formulae"
tap "mopidy/mopidy"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "tarkah/tickrs"
brew "openssl@1.1"
brew "automake"
brew "coreutils"
brew "asdf"
brew "xz"
brew "bat"
brew "brightness"
brew "broot"
brew "cmatrix"
brew "ffmpeg"
brew "cmus", args: ["HEAD"]
brew "ddcctl"
brew "diffutils"
brew "dockutil"
brew "dos2unix"
brew "fftw"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "grep"
brew "gzip"
brew "hdf5@1.8"
brew "htop"
brew "id3lib"
brew "imagemagick"
brew "jq"
brew "less"
brew "make"
brew "mas"
brew "midnight-commander"
brew "mosh"
brew "youtube-dl"
brew "mpv"
brew "nano"
brew "ncdu"
brew "ncmpcpp"
brew "neofetch"
brew "neovim"
brew "nginx", restart_service: true
brew "onefetch"
brew "openssh"
brew "organize-tool"
brew "perl"
brew "pngpaste"
brew "qpdf"
brew "ripgrep"
brew "rsync"
brew "scons"
brew "sfk"
brew "sha2"
brew "socat"
brew "streamlink"
brew "subversion", args: ["HEAD"]
brew "swig"
brew "telnet"
brew "tig"
brew "tmux"
brew "toilet"
brew "unzip"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "with-readline"
brew "yadm"
brew "zsh"
brew "achannarasappa/tap/ticker"
brew "jakehilborn/jakehilborn/displayplacer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kvndrsslr/formulae/brync"
brew "mopidy/mopidy/mopidy"
brew "kvndrsslr/formulae/mopidy-spotify-playlists", args: ["HEAD"]
brew "mopidy/mopidy/mopidy-local"
brew "mopidy/mopidy/mopidy-mpd"
brew "mopidy/mopidy/mopidy-somafm"
brew "mopidy/mopidy/mopidy-soundcloud"
brew "qmk/qmk/qmk"
brew "tarkah/tickrs/tickrs"
cask "1password"
cask "ableton-live-suite"
cask "acousticbrainz-gui"
cask "alacritty"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "appzapper"
cask "audio-hijack"
cask "balenaetcher"
cask "bartender"
cask "carbon-copy-cloner"
cask "chromium"
cask "devonthink"
cask "docker"
cask "dropbox"
cask "element"
cask "fabfilter-micro"
cask "fabfilter-one"
cask "fabfilter-pro-c"
cask "fabfilter-pro-ds"
cask "fabfilter-pro-g"
cask "fabfilter-pro-l"
cask "fabfilter-pro-mb"
cask "fabfilter-pro-q"
cask "fabfilter-pro-r"
cask "fabfilter-saturn"
cask "fabfilter-simplon"
cask "fabfilter-timeless"
cask "fabfilter-twin"
cask "fabfilter-volcano"
cask "gpg-suite"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "keka"
cask "kitty"
cask "little-snitch"
cask "loopback"
cask "macs-fan-control"
cask "mactex-no-gui"
cask "marginnote"
cask "melodics"
cask "native-access"
cask "obsidian"
cask "omnifocus"
cask "presentation"
cask "skype"
cask "slack"
cask "soundsource"
cask "spotify"
cask "swiftdefaultappsprefpane"
cask "teamviewer"
cask "telegram"
cask "tunnelblick"
cask "ubersicht"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vitamin-r"
cask "vlc"
cask "witch"
mas "Dark Reader for Safari", id: 1438243180
mas "Drafts", id: 1435957248
mas "Highlights", id: 1498912833
mas "PiPer", id: 1421915518
mas "Simple Refresh", id: 1492951704
mas "Type Fu", id: 509818877
mas "Vimari", id: 1480933944
mas "Wipr", id: 1320666476
