tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "koekeishiya/formulae"
tap "kvndrsslr/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "automake"
brew "coreutils"
brew "asdf"
brew "bat"
brew "brightness"
brew "cmatrix"
brew "ddcctl"
brew "diffutils"
brew "dockutil"
brew "dos2unix"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "grep"
brew "gzip"
brew "htop"
brew "imagemagick"
brew "jq"
brew "less"
brew "make"
brew "mas"
brew "midnight-commander"
brew "mosh"
brew "nano"
brew "neofetch"
brew "neovim"
brew "organize-tool"
brew "perl"
brew "pngpaste"
brew "qpdf"
brew "ripgrep"
brew "rsync"
brew "scons"
brew "sfk"
brew "sha2"
brew "streamlink"
brew "subversion", args: ["HEAD"]
brew "swig"
brew "tig"
brew "tmux"
brew "unzip"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "yadm"
brew "zsh"
brew "jakehilborn/jakehilborn/displayplacer"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kvndrsslr/formulae/brync"
brew "qmk/qmk/qmk"
cask "1password"
cask "ableton-live-suite"
cask "alacritty"
cask "alfred"
cask "audio-hijack"
cask "balenaetcher"
cask "bartender"
cask "chromium"
cask "devonthink"
cask "docker"
cask "dropbox"
cask "element"
cask "fabfilter-micro"
cask "fabfilter-one"
cask "fabfilter-pro-c"
cask "fabfilter-pro-ds"
cask "fabfilter-pro-g"
cask "fabfilter-pro-l"
cask "fabfilter-pro-mb"
cask "fabfilter-pro-q"
cask "fabfilter-pro-r"
cask "fabfilter-saturn"
cask "fabfilter-simplon"
cask "fabfilter-timeless"
cask "fabfilter-twin"
cask "fabfilter-volcano"
cask "gpg-suite"
cask "hammerspoon"
cask "jetbrains-toolbox"
cask "keka"
cask "little-snitch"
cask "melodics"
cask "obsidian"
cask "omnifocus"
cask "teamviewer"
cask "telegram"
cask "ubersicht"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
mas "Dark Reader for Safari", id: 1438243180
mas "Dark Reader for Safari", id: 1438243180
mas "Drafts", id: 1435957248
mas "Highlights", id: 1498912833
mas "PiPer", id: 1421915518
mas "PiPer", id: 1421915518
mas "Simple Refresh", id: 1492951704
mas "Tweetbot", id: 1384080005
mas "Type Fu", id: 509818877
mas "Vimari", id: 1480933944
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
